Repository: Vistaus/gtkemeraldia
Catalog: po/*.po
Languages: nl

source: Pause
nl: Onderbroken

source: Start
nl: Starten

source: PAUSE!
nl: ONDERBREKEN!

source: <<< GAME OVER >>>
nl: <<< SPEL AFGELOPEN >>>

source: <b>NEXT</b>
nl: <b>VOLGENDE</b>

source: About...
nl: Over…

source: About GtkEmeraldia
nl: Over GtkEmeraldia

source: Drop the blocks. If you drop a square on top of one of the same color, they (as well as any neighboring blocks of the same color) will both be shaken by an “impact”. The first impact will cause fractures; the second will cause the block(s) to dissolve. You can either use the arrow keys or vi-style (hjkl) keys to move/rotate the blocks. “s” or “p” will pause the game, and if your boss comes along, “q” can be used to avoid an unpleasant confrontation. Author: Yuuki Tomikawa &lt;tommy@huie.hokudai.ac.jp> Ported to GTK+ 2.x in 2003 by Nicolás Lichtmaier &lt;nick@reloco.com.ar>
nl: Laat de blokken vallen. Als je een vierkant bovenop een blok van dezelfde kleur laat vallen, dan worden ze (samen met aangrenzende blokken van dezelfde kleur) door elkaar geschud. De eerste keer ontstaan er scheuren; de tweede keer verdwijnen ze. Je kunt de blokken verplaatsen/draaien met de pijltjes- of vi-toetsen (h,j,k,l). Met 's' of 'p' onderbreek je het spel; met 'q' voorkom je dat je een standje krijgt van je baas ;-). Maker: Yuuki Tomikawa &lt;tommy@huie.hokudai.ac.jp> Overgezet naar GTK+ 2.x in 2003 door Nicolás Lichtmaier &lt;nick@reloco.com.ar>

source: %s: Couldn't open high score file %s (%s)
nl: %s: het bestand met topsores, %s, kan niet worden geopend (%s)

source: %s: No High score file. Use '-noscore' to avoid this message.
nl: %s: geen bestand met topscores. Start het spel met de optie '-noscore' om dit bericht te verwerpen.

source: read_high_scores:can't lock for reading
nl: read_high_scores: vergrendelen mislukt

source: No name
nl: Naamloos

source: read_high_scores:can't unlock
nl: read_high_scores: ontgrendelen mislukt

source: write_high_scores:can't lock for writing
nl: write_high_scores: vergrendelen mislukt

source: write_high_scores:can't truncate scores file
nl: write_high_scores: het scorebestand kan niet worden ingekort

source: write_high_scores:can't unlock
nl: write_high_scores: ontgrendelen mislukt

source: gtkemeraldia's high scores
nl: gtkemeraldia's topscores

source: Name
nl: Naam

source: Date
nl: Datum
